{
    "Chuyển đổi ngôn ngữ: ": "Language switch: ",
    "Cài đặt": "Settings",
    "Tiếng Việt": "Vietnamese",
    "Tiếng Anh": "English",
    "Tài Khoản Bị Khóa": "Account Locked",
    "Bạn đã bị khóa tài khoản.": "Account has been locked.",
    "Đóng": "Close",
    "Cách sử dụng ứng dụng": "How to use app",
    "Nếu bạn chưa thấy Phòng ": "If you have not seen your Apartment",
    " của mình hãy báo chủ căn hộ\n": " please notify the apartment owner\n",
    "\nNếu bạn chưa thấy các Dịch vụ": "If you do not see your Services",
    " của mình hãy báo chủ căn hộ": " please notify the apartment owner",
    "Chào mừng trở lại!\nRất vui khi thấy bạn!": "Welcome back!\nNice to see you!",
    "Nhập email": "Email",
    "Nhập mật khẩu": "Password",
    "Đăng nhập": "Login",
    "Quên mật khẩu?": "Forgot password?",
    "Hoặc đăng nhập với": "Or login with",
    "Chức Năng Chưa Hoàn Thiện": "Feature not yet complete",
    "Bạn vui lòng thử lại sau, chức năng hiện tại chưa hoàn thiện": "Please try again later, this function is not yet complete.",
    "Bạn không có tài khoản? ": "You don't have an account?",
    " Đăng ký ngay": " Sign up now",
    "Quên mật khẩu!": "Forget password!",
    "Đừng lo lắng! Nó xảy ra. Vui lòng nhập địa chỉ email được liên kết với tài khoản của bạn.": "Don't worry! It happens. Please enter the email address associated with your account.",
    "Xác Nhận": "Submit",
    "Mật khẩu không trùng nhau": "Passwords do not match",
    "Bạn nhập mã mời sai!": "You entered the wrong invitation code!",
    "Tên Người dùng": "Username",
    "Email": "Email",
    "Nhập mã code": "Enter your code.",
    "Số điện thoại": "Phone",
    "Nam: 1, Nữ: 0": "Male: 1, Female: 0",
    "Địa chỉ": "Address",
    "Căn Cước Công Dân": "Citizen Identification",
    "Mật khẩu": "Password",
    "Nhập lại mật khẩu": "Confirm password",
    "Đăng ký": "Sign up",
    "Bạn đã có tài khoản? ": "Do you already have an account?",
    " Đăng nhập, ngay!": " Login now!",
    "Xin Chào! Đăng ký để Bắt đầu": "Hello! Register to Start",
    "Người thuê": "Tenant",
    "Người quản lý": "Manage",
    "Xin chào,\n": "Hello,\n",
    "Trang Chủ": "Home",
    "Tin Nhắn": "Message",
    "Tài Khoản": "Account",
    "Đăng Xuất": "Sign Out",
    "Chỉnh sửa ": "Edit ",
    "Nhập thông tin": "Input information",
    "Hủy": "Cancel",
    "Lưu": "Save",
    "Cách thức nhập sai": "Wrong input method",
    "\nNhập 1: nếu là nam \nNhập 0: nếu là nữ": "\nEnter 1: if male \nEnter 0: if female",
    "Đã xảy ra lỗi": "An error occurred",
    "Không tìm thấy thông tin tài khoản": "Account information not found",
    "Họ tên": "Full Name",
    "Vai trò": "Role",
    "Giới tính": "Sex",
    "Mã giới thiệu": "Referral Code",
    "Nam": "Male",
    "Nữ": "Female",
    "Quản lý": "Manage",
    "Nhập tin nhắn": "Input message",
    "Đã gửi đường liên kết sửa mật khẩu, hãy xem gmail của bạn": "Password reset link sent, please check your email.",
    "Thông báo": "Notifications",
    "Mới": "New",
    "Tầng: ": "Floor: ",
    "Dịch vụ: ": "Service: ",
    "Người dùng chưa nhập CODE của quản lý đưa, hãy nhấn vào Thêm CODE": "Users have not entered the manager's CODE, please click Add CODE",
    "Thêm Mã mời": "Add Referral Code",
    "Vi Phạm": "Violate",
    "Nội Quy": "Rules",
    "Hãy báo chủ căn hộ thêm dịch vụ cho bạn": "Please tell the apartment owner to add services for you",
    "Tháng ": "Month ",
    "Hãy thêm dữ liệu": "Let's add data",
    "Bạn chưa được thêm dịch vụ tháng này": "You have not been added to the service this month.",
    "Người dùng đã có mặc định dữ liệu nhưng chưa được bổ sung vào phòng": "The user already has default data but has not been added to the room",
    "Hãy báo với chủ hộ thêm cho bạn vào phòng": "Please tell the head of the household to add you to the room.",
    "Phòng ": "Room ",
    "Thành Viên: ": "Member: ",
    "Tên: ": "Name: ",
    "Không Có Dữ Liệu": "No Data",
    "Không tìm thấy tháng dịch vụ": "No service month found",
    "Danh sách vi phạm nội quy": "List of rule violations",
    "Trạng thái: ": "Status: ",
    "Đã xử lý": "Processed",
    "Chưa xử lý": "Unprocessed",
    "Tiêu đề: ": "Title: ",
    "Nội dung: ": "Content: ",
    "Hình phạt: ": "Penalty: ",
    "Thời gian: ": "Time: ",
    "Nhập Không Đầy Đủ": "Incomplete Input",
    "Xin vui lòng hãy nhập đủ 3 ô": "Please enter all 3 fields",
    "Thêm nội quy": "Add rule",
    "STT nội quy(vd: 1,..)": "Rule number (e.g., 1, ...)",
    "Nội dung nội quy": "Content rule",
    "Hình phạt": "Penalty",
    "Thêm": "Add",
    "Phòng: ": "Room: ",
    "Tiền: ": "Money: ",
    " VNĐ": " $",
    "Đơn vị sử dụng: ": "Usage unit: ",
    "Ngày Đăng: ": "Date Posted: ",
    "Đã đóng": "Paid",
    "Chưa đóng": "Unpaid",
    "Xin Chào, ": "Hello, ",
    "Hãy Chọn": "Please select an ",
    "Tòa Nhà Chung Cư / Nhà Trọ": "Apartment Building/Dormitory.",
    "Hãy thêm Toà Nhà Chung Cư hay Nhà Trọ để bắt đầu quản lý": "Please add an Apartment Building or Dormitory to start managing",
    "Hãy tạo 1 Tòa nhà chung cư / Nhà trọ của riêng": "Please create your own Apartment Building / Dormitory",
    "Hãy chọn 1 trong 2 lựa chọn": "Please choose one of the two options.",
    "Vui lòng nhập số hợp lệ": "Please enter a valid number",
    "Tìm Kiếm Phòng": "Search room",
    "Nhập số phòng bạn muốn tìm (vd: 1,2,...)": "Room number (e.g., 1, 2, ..)",
    "Không tìm thấy phòng này": "This apartment was not found",
    "Bạn muốn tìm phòng?": "Home",
    "Xóa dịch vụ": "Delete service",
    "Bạn có chắc chắn muốn xóa dịch vụ này?": "Are you sure you want to delete this service?",
    "Xóa Tầng": "Delete floor",
    "Bạn có chắc chắn rằng muốn xóa tầng này?": "Are you sure you want to delete this floor?",
    "Chắc Chắn": "Sure",
    "Tầng ": "Floor",
    "Cách thêm Phòng": "How to add a Room",
    "Không được thêm như: Tầng 1 phòng 1 hay Tầng 2 phòng 1\n\nPhải thêm Tầng 2 bắt đầu từ số phòng cuối cùng của tầng 1,\n ví dụ: phòng cuối tầng 1 là 15 thì tầng 2 bắt đầu ở phòng 16.": "Cannot be added as: Floor 1 Room 1 or Floor 2 Room 1\n\nIt must be added as: Floor 2 starting from the last room number of Floor 1. For example, if the last room on Floor 1 is 15, then Floor 2 should start at Room 16.",
    "Hãy chọn 1 căn phòng": "Please select a room",
    "Xóa Phòng": "Delete room",
    "Bạn có chắc chắn muốn xóa phòng này?": "Are you sure you want to delete this room?",
    "Xóa Người thuê": "Delete tenant",
    "Bạn có chắc chắn muốn xóa người thuê này?": "Are you sure you want to delete this tenant?",
    "Hãy thêm Tháng": "Let's add Month",
    "Hãy thêm Phòng": "Let's add Room",
    "Cập nhật trạng thái": "Update status",
    "Bạn có chắc chắn phòng này chưa dóng tiền?": "Are you sure this room has not paid?",
    "Bạn có chắc chắn phòng này đã dóng tiền?": "Are you sure this room has paid?",
    "Quản lý người dùng": "User management",
    "Tìm Kiếm người thuê": "Search for tenants",
    "Vui lòng nhập đầy đủ Email...": "Please enter the full email address...",
    "Không tìm thấy người này": "This person was not found.",
    "Nhập emai của người bạn muốn kiếm..": "Enter the email of the person you want to search for..",
    "Khóa": "Lock",
    "Mở Khóa": "Unlock",
    "Giới tính: ": "Sex: ",
    "Số điện thoại: ": "Phone",
    "Địa chỉ: ": "Address: ",
    "CCCD: ": "Citizenship ID",
    "Người thuê ": "Tenant ",
    "\nvi phạm nội quy": "\nViolation of regulations",
    "Tiêu đề lỗi": "Error title",
    "Nội dung lỗi": "Error content",
    "Số lượng tòa nhà chung cư bạn tạo đã đạt mức giới hạn.": "The number of apartment buildings you have created has reached the limit.",
    "Có lỗi đã tồn tại": "Error: Already exists",
    "Xin vui lòng hãy thoát ra và tạo lại": "Please exit and create again",
    "Tên Tòa Chung Cư": "Apartment Building Name",
    "Người Sở Hữu": "Owner",
    "Ấp, Xã": "Village, Commune",
    "Huyện/Quận, Thành Phố": "District/City, Province",
    "Số Lương Tầng": "Number of Floors",
    "Số lượng Căn Hộ Mỗi Tầng": "Number of Apartments per Floor",
    "Tài khoản không tồn tại": "Account does not exist",
    "không được tìm thấy trong danh sách người dùng": "Not found in the user list",
    "Thêm Người Dùng": "Add User",
    "Phòng này đã tồn tại": "This room already exists",
    "Một phòng cùng tên đã tồn tại ở tầng này.": "A room with the same name already exists on this floor.",
    "Nhập Thông Tin Phòng": "Enter Room Information",
    "Nhập số phòng(vd: 1,..)": "Enter the room number (e.g., 1, ...)",
    "Diện tích phòng (m²)": "Room area (m²)",
    "Số lượng người (vd: 3,..)": "Number of people (e.g., 3, ...)",
    "Tầng này không tồn tại": "This floor does not exist",
    "Một tầng có cùng tên đã tồn tại trên Tòa nhà chung cư này.": "A floor with the same name already exists in this apartment building.",
    "Thêm Tầng Lầu": "Add Floor",
    "Tầng số (vd: 7,..)": "Floor number (e.g., 7, ...)",
    "Không tìm thấy phòng, do chưa có người ở. Bạn vui lòng xóa Phòng vừa tạo": "Room not found, as it is not yet occupied. Please delete the room you just created",
    "Không tìm thấy Tầng, do chưa có người ở. Bạn vui lòng xóa Phòng vừa tạo": "Floor not found, as it is not yet occupied. Please delete the room you just created",
    "Tháng này đã tồn tại": "This month already exists",
    "Tháng này bạn đã ghi biên lai dịch vụ cho căn hộ ": "You have already issued a service receipt for the apartment this month",
    "Thêm dịch vụ ": "Add service",
    "Tên Căn Hộ (vd: 1, 2, 50,...)": "Apartment Name (e.g., 1, 2, 50, ...)",
    "Tầng Của Căn Hộ (vd: 1, 2,...)": "Floor of the Apartment (e.g., 1, 2, ...)",
    "Email người thuê phòng": "Tenant's email",
    "Số đơn vị sử dụng (vd: 1500)": "Usage units (e.g., 1500)",
    "Tổng số tiền phải trả": "Total amount to be paid",
    "Thêm Tháng": "Add Month",
    "Nhập Tháng(vd: 1,2,..12)": "Enter Month (e.g., 1, 2, ... 12)",
    "Nhập thông tin dịch vụ của bạn": "Enter your service information",
    "Tháng (vd: 1, 2,...)": "Month (e.g., 1, 2, ...)",
    "Tên Dịch Vụ (vd: Tiền Rác,..)": "Service Name (e.g., Trash Fee, ...)",
    "Người dùng {email} vừa đăng ký tài khoản!": "User {email} has just registered!",
    "Hãy mau sắp xếp chỗ ở cho người dùng {email}": "Please arrange accommodation for user {email}",
    "Bạn đã được thêm vào phòng!": "You have been added to a room!",
    "Hãy vào xem phòng của mình, bạn đã được Quản lý thêm vào 1 phòng nào đó!": "Check your room, you have been added to a room by the Manager!",
    "Bạn có 1 dịch vụ mới": "You have a new service",
    "Hãy vào xem chi tiết dịch vụ mới, bạn đã được Quản lý thêm dịch vụ {idServiceName} trong tháng: {Month}": "Check the details of the new service, you have been added service {idServiceName} for the month: {Month}",
    "Nội quy đã có thay đổi": "The rules have been updated",
    "Hãy vào xem chi tiết {content}, quản lý đã thay đổi nội quy": "Check the details of {content}, the manager has updated the rules",
    "Bạn đã vi phạm 1 lỗi": "You have committed a violation",
    "Hãy vào xem chi tiết {title}, bạn đã bị Quản lý thêm 1 lỗi": "Check the details of {title}, you have been added 1 violation by the manager",
    "Bạn vừa gỡ được 1 lỗi vi phạm": "You have removed a violation",
    "bạn đã hết vi phạm 1 lỗi nào đó": "You no longer have that particular violation",
    "Bạn đã đóng tiền 1 dịch vụ": "You have paid for 1 service",
    "Hãy vào xem chi tiết dịch vụ. Quản lý đã xác thực rằng bạn đã đóng tiền 1 dịch vụ tháng": "Check the service details. The manager has confirmed that you have paid for 1 service this month",
    "Xóa Tài Khoản Này?": "Delete This Account?",
    "Bạn có chắc chắn muốn xóa tài khoản này?": "Are you sure you want to delete this account?",
    "Xóa tài khoản": "Delete Account",
    "Chính sách bảo mật": "Privacy policy",
    "Tôi đồng ý với chính sách bảo mật": "I agree with the privacy policy",
    "Đồng ý & Tiếp tục": "Agree & Continue",
    "Bạn cần đồng ý với chính sách bảo mật.": "You need to agree with the privacy policy.",
    "privacy_policy_content": "Privacy Policy\n\nThis privacy policy applies to the Apartment - Dormitory Management app (hereby referred to as \"Application\") for mobile devices that was created by ZennyVN (hereby referred to as \"Service Provider\") as a free service. This service is intended for use \"AS IS\".\n\nInformation Collection and Use\nThe Application collects information when you download and use it. This information may include:\n- Personal Information: Email, phone, Citizen Identification Card, Address, sex, full name\n- Device Information: Your device's Internet Protocol address (e.g., IP address), the operating system you use on your mobile device\n- Usage Data: The pages of the Application that you visit, the time and date of your visit, the time spent on those pages, and the time spent on the Application\n\nWe collect this information for the purpose of personalization and application development. This information will be stored in Firebase as we use Firebase as our database.\n\nWe collect and use your personal information for the following specific purposes:\n- Identity verification\n- Service provision\n- User experience improvement\n- Data analysis\n- Spam account management\n\nEmail: Your email will be used to create an account. We will store and query it to assist the apartment manager in managing you, such as searching for you, your apartment, locking your account, and assigning violations of building rules. It will also help users log in, access their apartment, services, rules, check if they have violated any rules, and view and message within the group. It also helps you recover your password.\n\nPhone: Your phone number will only be used to help the landlord contact you and is not unique and you do not need to authenticate.\n\nCitizen Identification Card: The Citizen Identification Card is only used for the landlord to verify your identity, help the landlord contact you and is not unique and you do not need to authenticate.\n\nSex: is only used for the landlord to verify your identity and is not unique, helps display your avatar and you do not need to authenticate.\n\nAddress: will only be used to help the landlord contact you and is not unique and you do not need to authenticate.\n\nFull Name: will only be used to help the landlord contact you and is not unique and you do not need to authenticate.\n\nWe will only process your personal data when there is a reasonable legal basis, including:\n- Your consent\n- Contract performance\n- Legal obligations\n- Our legitimate interests\n\nWe will store your personal data for as long as necessary to fulfill the stated purposes or for the duration required by law.\n\nUnder the law, you have the following rights regarding your personal data:\n- Right to refuse\n- The right to access\n- The right to rectify\n- The right to delete (in app setting part)\n- The right to restrict processing\n- The right to data portability\n\nWe may share your personal data with trusted third parties in the following circumstances:\n- Service providers\n- Business partners\n- Authorized government agencies\n\nWe are committed to protecting your personal information with appropriate technical and organizational measures to prevent unauthorized access, disclosure, loss, or destruction of data. Your information will only be accessible to us, the landlord you registered with, and the Firebase service provider.\n\nIf you have any questions about this privacy policy or wish to exercise your rights, please contact us at: laptrinh03022024@gmail.com.\n\nThird-Party Access\nThe Application utilizes third-party services that have their own privacy policies regarding data handling. Below are links to the privacy policies of the third-party service providers used by the Application:\n- [Google Play Services Privacy Policy](https://policies.google.com/privacy)\n- [AdMob Privacy Policy](https://support.google.com/admob/answer/6128543?hl=en)\n- [Google Analytics for Firebase Privacy Policy](https://firebase.google.com/support/privacy)\n- [Firebase Crashlytics Privacy Policy](https://firebase.google.com/support/privacy)\n\nThe Service Provider may disclose User Provided information:\n- As required by law, such as to comply with a subpoena or similar legal process\n- When they believe in good faith that disclosure is necessary to protect their rights, your safety, or the safety of others\n- With their trusted service providers who work on their behalf, do not have an independent use of the information we disclose to them, and have agreed to adhere to the rules set forth in this privacy statement\n\nOpt-Out Rights\nYou can stop all collection of information by the Application easily by uninstalling it. You may use the standard uninstall processes available as part of your mobile device or via the mobile application.\n\nData Retention Policy\nThe Service Provider will retain User Provided data for as long as you use the Application and for a reasonable time thereafter. If you'd like us to delete User Provided Data that you have provided via the Application, please contact us at laptrinh03022024@gmail.com, and we will respond in a reasonable time.\n\nChildren\nThe Service Provider does not knowingly solicit data from or market to children under the age of 13. If we discover that a child under 13 has provided personal information, we will immediately delete this information from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us at laptrinh03022024@gmail.com so that we can take the necessary actions.\n\nSecurity - Privacy\nWe are deeply committed to ensuring the confidentiality and security of your personal information. To protect the data we process and maintain, we implement a variety of security measures, including physical, electronic, and procedural safeguards. For instance, we use encryption techniques to secure your data during transmission and storage, and we enforce strict access controls to limit who can access your information within our systems.\n\nIf you wish to delete your account, you can do so easily through the settings section of the app. Upon deletion, all associated data will be permanently removed from our systems, except where retention is required for legal or security purposes.\n\nI have integrated APIs with Firebase and Google AdMob. Firebase will store user data as it is where I store the data. Firebase has a privacy policy that ensures my data is not disclosed.\n\nChanges\nThis Privacy Policy may be updated from time to time for any reason. We will notify you of any changes to the Privacy Policy by updating this page with the new Privacy Policy. You are advised to consult this Privacy Policy regularly for any changes, as continued use is deemed approval of all changes.\n\nNotify users about changes in the privacy policy, for example: sending emails, in-app notifications. Provide specific contact information so users can reach out with questions or complaints about the privacy policy.\n\nThis privacy policy is effective as of 2024-08-23.\n\nYour Consent\nBy using the Application, you consent to the processing of your information as set forth in this Privacy Policy now and as amended by us.\n\nContact Us\nIf you have any questions regarding privacy while using the Application, or have questions about the practices, please contact us via email at laptrinh03022024@gmail.com.\n\nThis privacy policy page was generated by App Privacy Policy Generator"
}